Repository: Belarus/OmegaT-Common.TMX
Catalog: tmx/non-segmented/mozilla.tmx
Source language: en
Languages: be

source: Greek
be: Грэцкая

source: Group your tabs
be: Купаванне вашых уставак

source: Gujarati
be: Гуджараці

source: Gurmukhi
be: Гурмухі

source: HTTP Proxy:
be: Пасярэднік HTTP:

source: Have I saved any passwords for this website?
be: Захаваў я які-небудзь пароль для гэтай пляцоўкі сеціва?

source: Have I visited this website prior to today?
be: Я наведваў гэтую пляцоўку Сеціва напярэдадні?

source: Have you used &syncBrand.fullName.label; before?
be: Ужывалі &syncBrand.fullName.label; раней?

source: Headers &amp; Footers
be: Калантытулы

source: Hebrew
be: Габрэйская

source: Help
be: Даведка

source: Hide
be: Схаваць

source: Hide &brandShortName;
be: Схаваць &brandShortName;

source: Hide Controls
be: Схаваць кіроўцы

source: Hide Others
be: Схаваць іншыя

source: Hide Release Notes
be: Схаваць заўвагі пра выданне

source: Hide Toolbars
be: Схаваць прыладапаліцы

source: Hide the release notes for this update
be: Схаваць заўвагі пра выданне гэтага абнаўлення

source: Highlight all
be: Падфарбаваць усе

source: Highlight all occurrences of the phrase
be: Падфарбаваць усе выпадкі выразу

source: History
be: Гісторыю

source: History and Bookmarks
be: Гісторыю і закладкі

source: Home
be: Дадому

source: Home Page:
be: Хатняя старонка:

source: Homepage
be: Хатняя старонка

source: Host:
be: Трымальнік:

source: How we use your personal information and feedback submitted to &vendorShortName; through &brandShortName; is described in the
be: Як мы ўжываем вашы асабістыя звесткі і водгукі, пададзеныя &vendorShortName; з &brandShortName;, апісана ў

source: However, your encryption private key will be stored by the certificate authority, and could be used to read your encrypted email or documents without your permission.
be: Аднак ваш прыватны ключ шыфравання будзе захоўвацца крыніцай пасведчанняў і можа быць выкарыстаны для чытання вашай зашыфраванай э-пошты або дакументаў без вашага дазволу.

source: I
be: в

source: I Understand the Risks
be: Я ўсведамляю рызыку

source: I accept the terms of the License Agreement
be: Я згодны з умовамі Ліцэнзійнага Пагаднення

source: I agree to the
be: Я згодны з

source: I agree.
be: Я згодзен(на).

source: I close &brandShortName;
be: Я не закрыю &brandShortName;

source: I do NOT accept the terms of the License Agreement
be: Я НЕ згодны з умовамі Ліцэнзійнага Пагаднення

source: I do not agree (plugin will not be installed).
be: Я не згодзен(на) (убудова не ўсталюецца).

source: I don't have the device with me
be: Я не маю збудову з сабой

source: I have lost my other device.
be: Я згубіў маю іншую пабудову

source: I'll be careful, I promise!
be: Я буду абачлівым, абяцаю!

source: I've never used &syncBrand.shortName.label; before
be: Я ніколі не ўжываў &syncBrand.shortName.label; раней

source: ID
be: Вызначальнік

source: Icons
be: Значкі

source: Icons and Text
be: Значкі і тэкст

source: If this product incorporates web services, any applicable service terms for the service(s) should be linked to the
be: Калі гэты прадукт уключае службы Сеціва, усе прыдатныя ўмовы пагаднення службаў павінны мець спасылкі ў раздзеле

source: If you are sharing this copy of &brandShortName; with other users, you can use profiles to keep each user's information separate. To do this, each user should create his or her own profile.
be: Калі вы падзяляеце гэтую копію &brandShortName; з іншымі карыстальнікамі, вы можаце стварыць профілі, каб трымаць звесткі карыстальнікаў паасобку. Каб зрабіць гэта, кожны карыстальнік павінны стварыць свой асабісты профіль.

source: If you are the only person using this copy of &brandShortName;, you must have at least one profile. If you would like, you can create multiple profiles for yourself to store different sets of settings and preferences. For example, you may want to have separate profiles for business and personal use.
be: Калі вы адзін карыстаецеся гэтай копіяй &brandShortName;, вы павінны мець, прынамсі, адзін профіль. Вы можаце стварыць, калі хочаце, некалькі профіляў для сябе, каб захаваць розныя наборы наладжванняў і перавагаў. Напрыклад, вы можаце мець розныя профілі для справаў і для асабістага карыстання.

source: If you create several profiles you can tell them apart by the profile names. You may use the name provided here or use one of your own.
be: Калі вы ствараеце некалькі профіляў, яны будуць мець розныя назвы. Вы можаце карыстацца прапанаванаю назваю, ці выбраць сваю ўласную.

source: If you have connected to this server successfully in the past the error may be temporary and you can try again later.
be: Калі вы паспяхова злучаліся з гэтым паслугачом раней, дык памылка можа быць часовай, таму вы можаце паспрабаваць ізноў пасля.

source: If you remove your Master Password your information will not be protected if your computer is compromised.
be: Калі вы выдаліце ваш галоўны пароль, вашы звесткі не будуць абаронены ў выпадку захопу вашага кампутара.

source: If you reset your master password, all your stored web and e-mail passwords, form data, personal certificates, and private keys will be forgotten. Are you sure you want to reset your master password?
be: Калі вы пазбавіцеся вашага галоўнага пароля, усе вашы захаваныя паролі сеціва і э-пошты, даныя формаў, асабістыя пасведчанні і прыватныя ключы згубяцца. Вы сапраўды хочаце скінуць ваш галоўны пароль?

source: Ignore this warning
be: Ігнараваць гэтае папярэджанне

source: Import Bookmarks from:
be: Імпарт Закладак з:

source: Import Complete
be: Імпарт Выкананы

source: Import Options, Bookmarks, History, Passwords and other data from:
be: Імпарт наладжванняў, закладак, гісторыі, пароляў і іншых даных з:

source: Import Preferences, Bookmarks, History, Passwords and other data from:
be: Імпарт Перавагаў, Закладак, Гісторыі, Пароляў ці іншых даных з:

source: Import Settings and Data
be: Імпарт наладжванняў і даных

source: Import Wizard
be: Чараўнік Імпарту

source: Import and Backup
be: Імпарт і адноўка

source: Import and backup your bookmarks
be: Імпарт і адноўка вашых закладак

source: Important: If you forget your certificate backup password, you will not be able to restore this backup later. Please record it in a safe location.
be: Увага: Калі вы забудзеце ваш адноўны пароль пасведчанняў, вы не здолееце вярнуць гэтую адноўку пазней. Занатуйце яго, калі ласка, у надзейным месцы.

source: Important: This certificate authority has asked to make a backup of your encryption private key.
be: Увага: Гэта крыніца пасведчанняў запытвае зрабіць адноўку вашага прыватнага ключа шыфравання.

source: Importing…
be: Імпарт…

source: Import…
be: Імпарт…

source: In a Private Browsing session, &brandShortName; won't keep any browser history, search history, download history, web form history, cookies, or temporary internet files. However, files you download and bookmarks you make will be kept.
be: У час сэсіі адасобленага азірання &brandShortName; не захоўвае ні гісторыі азірання, ні гісторыі пошуку, ні гісторыі загрузак, ні гісторыі формаў сеціва, ні бірак, ні часовых файлаў інтэрнэту. Тым не менш, сцягнутыя вамі файлы і зробленыя вамі закладкі будуць захованы.

source: In the URL bar, type
be: Набярыце на паліцы URL

source: Include in Update
be: Уключыць у абнаўленне

source: Include page address
be: Уключыць адрас старонкі

source: Incompatible Add-ons
be: Несумяшчальныя дадаткі

source: Incompatible Add-ons Found
be: Знойдзены несумяшчальныя дадаткі

source: Incorrect Response
be: Памылковы адказ

source: Increase
be: Павялічыць

source: Inspect
be: Даследаваць

source: Install
be: Усталяваць

source: Install Add-on From File…
be: Усталяваць дадатак з файла…

source: Install Date
be: Дата ўсталявання

source: Install Extensions or Themes
be: Усталёўваць пашырэнні або тэмы

source: Install Updates
be: Усталяваць абнаўленні

source: Install available updates in this list
be: Усталяваць даступныя абнаўленні з гэтага спісу

source: Install the update for this add-on
be: Усталяваць абнаўленне гэтага дадатка

source: Install this add-on
be: Усталяваць гэты дадатак

source: Installation History
be: Гісторыя ўсталявання

source: Installed on:
be: Усталявана ў:

source: Installing Compatible Add-ons
be: Усталяванне сумяшчальных дадаткаў

source: Installing Plugins
be: Усталяванне ўбудоваў

source: Integer
be: Цэлы

source: Invalid Address
be: Несапраўдны адрас

source: Is this website storing information (cookies) on my computer?
be: Захоўвае гэтая пляцоўка сеціва звесткі (біркі) на маім кампутары?

source: Issued By
be: Выдадзена (кім)

source: Issued On
be: Выдадзена (калі)

source: Issued To
be: Выдадзена (каму):

source: It's easy to customize your Firefox exactly the way you want it. <a>Choose from thousands of add-ons</a>.
be: Firefox лёгка ўладкаваць так, каб ён ажыцяўляў усе вашы патрэбы. <a>Тысячы дадаткаў прапануюцца вам на выбар</a>.

source: Items to Import
be: Адзінкі для імпарту

source: J
be: s

source: Japanese
be: Японская

source: Job Title:
be: Загаловак работы:

source: K
be: К

source: Kannada
be: Канарызская

source: Keep it safe
be: Засцерагайце яго

source: Keep it secret
be: Захоўвайце яго ў тайне

source: Keep this add-on installed
be: Трымаць гэты дадатак усталяваным

source: Keep until:
be: Трымаць пакуль:

source: Key Generation in progress… This may take a few minutes….
be: Вырабленне ключа… Патрэбны пэўны час…

source: Keyword
be: Ключавое слова

source: Keyword:
be: Ключавое слова:

source: Khmer
be: Кхмерская

source: Korean
be: Карэйская

source: L
be: л

source: Landscape
be: Альбомная

source: Languages
be: Мовы

source: Languages in order of preference:
be: Мовы ў парадку перавагаў:

source: Last > First Sort Order
be: Размеркаваць ад апошняга да першага

source: Last Four Hours
be: Апошнія чатыры гадзіны

source: Last Hour
be: Апошняя гадзіна

source: Last Modified
be: Апошняе змяненне

source: Last Two Hours
be: Апошнія дзве гадзіны

source: Last Update
be: Апошняе абнаўленне

source: Last Updated
be: Апошняе абнаўленне

source: Last page
be: Апошняя старонка

source: Learn More
be: Падрабязней

source: Learn more about add-ons
be: Падрабязней пра дадаткі

source: Left footer
be: Левы падмурак

source: Left header
be: Левая шапка

source: Left:
be: Злева:

source: Legitimate banks, stores, and other public sites will not ask you to do this.
be: Правамоцныя банкі, біржы і іншыя прылюдныя пляцоўкі ніколі не будуць прасіць вас рабіць гэта.

source: Less
be: Менш

source: Library
be: Бібліятэка

source: Licensing Information
be: Звесткі пра ліцэнзію

source: Lifetime
be: Час жыцця

source: Limit cache to
be: Абмежаваць запаснік

source: Line:
be: Радок:

source: Link Colors
be: Колеры спасылак

source: List all tabs
be: Пералічыць усе ўстаўкі

source: Live Bookmarks
be: Жывыя закладкі

source: Load
be: Загрузіць

source: Load Images
be: Загрузіць выявы

source: Load PKCS#11 Device
be: Загрузка збудовы PKCS#11

source: Load images automatically
be: Загружаць выявы самастойна

source: Load this bookmark in the sidebar
be: Загрузіць гэтую закладку на палічку

source: Loading
be: Загрузка

source: Loading, please wait…
be: Загрузка, пачакайце, калі ласка…

source: Loading…
be: Загрузка…

source: Location
be: Месцазнаходжанне

source: Location Aware Browsing:
be: Месцазалежнае азіранне:

source: Location Bar
be: Паліца месцазнаходжання

source: Location-Aware Browsing is now disabled
be: Месцазалежнае азіранне зараз забаронена

source: Location:
be: Месцазнаходжанне:

source: Log In
be: Увайсці

source: Log Out
be: Выйсці

source: Long Description:
be: Пашыранае апісанне:

source: Look in:
be: Глядзець у:

source: Looking for newer versions of &brandShortName;…
be: Шукаюцца навейшыя версіі &brandShortName;…

source: Looking for newer versions of your add-ons…
be: Шукаюцца навейшыя версіі вашых дадаткаў…

source: M
be: З

source: MB of space
be: МБ прасторы

source: MD5 Fingerprint
be: Адбітак MD5

source: Maintain Offline Storage
be: Падтрымаманне пазасеткавага сховішча

source: Malayalam
be: Малайяламская

source: Manage Account
be: Кіраваць рахункам

source: Manage CRLs
be: Кіраваць САП

source: Manage Certificates
be: Кіраванне пасведчаннямі

source: Manage Search Engine List
be: Кіраванне спісам машынаў пошуку

source: Manage Search Engines…
be: Наладзіць машыны пошуку…

source: Manual proxy configuration:
be: Ручная наладка пасярэднікаў:

source: Margins &amp; Header/Footer
be: Прымежкі і калантытулы

source: Margins (#1)
be: Прымежкі (#1)

source: Match case
be: Адрозніваць вялікія/малыя літары

source: Media
be: Медыя

source: Media Preview:
be: Перадпрагляд медыя:

source: Menu
be: Меню

source: Menu Bar
be: Паліца меню

source: Messages
be: Паведамленні

source: Middle Eastern
be: Сярэдне-Ўсходнія

source: Minimize
be: Мінімізаваць

source: Minimum font size:
be: Найменшы памер шрыфту:

source: Modified:
be: Зменена:

source: Modify
be: Змяніць

source: Module Name:
be: Назва модуля:

source: Module filename:
be: Назва файла модуля:

source: Monospace:
be: Роўнашырокі:

source: More
be: Больш

source: More Encodings
be: Іншыя кадоўкі

source: More Information…
be: Падрабязнасці…

source: More information
be: Падрабязней

source: Move Down
be: Рухаць уніз

source: Move Up
be: Рухаць угору

source: Move to Group
be: Перамясціць у купу

source: Move to New Window
be: Перамясціць у новае акно

source: Move to:
be: Перамясціць у:

source: Move…
be: Рухаць…

source: Mozilla Developer Preview
be: Перадпрагляд распрацаўнікоў Mozilla

source: Mozilla Public License
be: Прылюднай Ліцэнзіі Mozilla

source: Mute
be: Заглушыць

source: My Add-ons
be: Мае дадаткі

source: N
be: К

source: Name
be: Назва

source: Name:
be: Назва:

source: Navigate to my home page
be: Накіравацца на маю хатнюю старонку

source: Navigation Toolbar
be: Паліца з прыладамі навігацыі

source: Network
be: Сетка

source: Network Timeout
be: Сетка па-за часам

source: Never remember history
be: Ніколі не памятаць гісторыю

source: New
be: Новы

source: New Bookmark…
be: Новая закладка…

source: New Folder
be: Новая папка

source: New Folder…
be: Новая папка…

source: New Group
be: Новая купа

source: New PKCS#11 Module
be: Новы модуль PKCS#11

source: New Separator
be: Новы раздзяляльнік

source: New Tab
be: Новая ўстаўка

source: New Window
be: Новае акно

source: New password (again):
be: Новы пароль (ізноў):

source: New password:
be: Новы пароль:

source: Newer versions of one or more of your plugins were found.
be: Знойдзены навейшыя версіі адной ці некалькіх з вашых убудоваў.

source: Next
be: Далей

source: Next &gt;
be: Далей &gt;

source: Next Update
be: Наступнае абнаўленне

source: Next Update On:
be: Наступнае абнаўленне:

source: Next page
be: Наступная старонка

source: Nightly
be: Minefield

source: No Compatible Add-ons Found
be: Не знойдзены сумяшчальныя дадаткі

source: No Proxy for:
be: Без пасярэдніка:

source: No Style
be: Няма стылю

source: No Updates Found
be: Абнаўленні не знойдзены

source: No applications were found for this file type.
be: Не знойдзены прыстасаванні для гэтага тыпу файла.

source: No crash reports have been submitted.
be: Няма пададзеных справаздачаў.

source: No programs that contain bookmarks, history or password data could be found.
be: Не знойдзены ніякія праграмы, якія б утрымлівалі закладкі, гісторыю або паролі.

source: No proxy
be: Без пасярэдніка

source: No report available.
be: Няма даступных справаздачаў.

source: No updates found
be: Абнаўленні не знойдзеныя

source: No updates installed yet
be: Абнаўленні яшчэ не ўсталяваны

source: None
be: Няма

source: Normal
be: Звычайны

source: Not Now
be: Не зараз

source: Nothing
be: Нічога

source: Notifications
be: Апавяшчэнні

source: Notify me when…
be: Папярэдзіць мяне. калі…

source: Number of copies:
be: Колькасць копіяў:

source: O
be: м

source: OK
be: Добра

source: Off
be: Выкл.

source: Offline Mode
be: Пазасеткавы рэжым

source: Offline Website Data
be: Пазасеткавыя здаткі пляцовак сеціва

source: Offline mode
be: Пазасеткавы рэжым

source: On
be: Укл.

source: Once you have deleted this certificate, you will not be able to read mail that has been encrypted with it.
be: Калі вы аднойчы выдаліце гэтае пасведчанне, вы не зможаце прачытаць пошту, зашыфраваную ім.

source: Oops.
be: Ух?!

source: Open
be: Адчыніць

source: Open &brandShortName; menu
be: Адкрыць меню &brandShortName;

source: Open All in Tabs
be: Адчыніць усе ў устаўках

source: Open Containing Folder
be: Адкрыць змяшчальную папку

source: Open Desktop Preferences
be: Адчыніць перавагі працоўнага стала

source: Open File…
be: Адчыніць файл…

source: Open Frame in New Tab
be: Адчыніць рамку ў новай устаўцы

source: Open Frame in New Window
be: Адчыніць рамку ў новым акне

source: Open Link
be: Адкрыць спасылку

source: Open Link in New Tab
be: Адчыніць спасылку ў новай устаўцы

source: Open Link in New Window
be: Адчыніць спасылку ў новым акне

source: Open Location…
be: Адчыніць месца…

source: Open Pop-up Windows
be: Адчыняць вокны-вынырцы

source: Open Selected Tabs
be: Адчыніць вылучаныя ўстаўкі

source: Open This Tab
be: Адчыніць гэтую ўстаўку

source: Open Web Location
be: Адчыніць месца ў Сеціве

source: Open With…
be: Адчыніць з дапамогаю…

source: Open a new tab
be: Адкрыць новую ўстаўку

source: Open a new window
be: Адчыніць новае вакно

source: Open in a New Tab
be: Адчыніць у новай устаўцы

source: Open in a New Window
be: Адчыніць у новым акне

source: Open in:
be: Адчыніць у:

source: Open new windows in a new tab instead
be: Адкрываць новыя вокны ў новых устаўках

source: Open the application preferences
be: Адкрыйце перавагі прыстасавання

source: Open with
be: Адчыніць з дапамогаю:

source: Options
be: Наладжванні

source: Or you can add an exception…
be: Ці вы можаце дадаць выключэнне…

source: Organization (O)
be: Установа (O)

source: Organization:
be: Установа:

source: Organizational Unit (OU)
be: Установавая адзінка (OU)

source: Organize
be: Уладкаваць

source: Organize your bookmarks
be: Упарадкаваць вашы закладкі

source: Orientation:
be: Арыентацыя:

source: Oriya
be: Орыя

source: Other Languages
be: Іншыя мовы

source: Others
be: Іншыя

source: Other…
be: Іншыя…

source: Override automatic cache management
be: Перахапіць кіраванне запаснікам

source: Owner:
be: Уладальнік:

source: P
be: К

source: Page #
be: Старонка #

source: Page # of #
be: Старонка # з #

source: Page Info
be: Звесткі пра старонку

source: Page Load Error
be: Памылка загрузкі старонкі

source: Page Setup
be: Уладкаванне старонкі

source: Page Setup…
be: Уладкаваць старонку…

source: Page Source
be: Зыходнік старонкі

source: Page Style
be: Стыль старонкі

source: Page:
be: Старонка:

source: Pages
be: Старонкі

source: Paper Size:
be: Памер паперы:

source: Password
be: Пароль

source: Password Entry Dialog
be: Дыялог уводу пароля

source: Password quality meter
be: Вымяральнік якасці пароля

source: Password:
be: Пароль:

source: Passwords
be: Паролі

source: Passwords for the following sites will not be saved:
be: Паролі для наступных пляцовак не захоўваюцца:

source: Paste
be: Уставіць

source: Path:
be: Шлях:

source: Pause
be: Прыпыніць

source: People
be: Людзі

source: Permanently store this exception
be: Назаўсёды захаваць гэта выключэнне

source: Permissions
be: Дазволы

source: Permissions for:
be: Дазволы для:

source: Play
be: Граць

source: Please ask your system administrator for assistance
be: Папрасіце, калі ласка, дапамогу ў вашага сістэмнага адміністратара

source: Please authenticate to the token. Authentication method depends on the type of your token.
be: Апазнайцеся, калі ласка, да лексемы. Метад апазнавання залежыць ад тыпу вашай сістэмы.

source: Please choose a token.
be: Выберыце, калі ласка, лексему.

source: Please do not press this button again.
be: Не націскайце, калі ласка, гэтую кнопку ізноў.

source: Please enter the password that was used to encrypt this certificate backup.
be: Увядзіце, калі ласка, пароль, які ўжываўся для шыфравання гэтай адноўкі пасведчанняў.

source: Please help us fix this problem!
be: Дапамажыце нам, калі ласка, выправіць праблему!

source: Please make sure you remember the Master Password you have set. If you forget your Master Password, you will be unable to access any of the information protected by it.
be: Упэўніцеся, калі ласка, што вы помніце прызначаны вамі галоўны пароль. Калі вы забудзеце ваш галоўны пароль, вы не здолееце даступіцца да ўсякіх звестак, якія абараняюцца ім.

source: Please read the following license agreement. Use the scroll bar to view the rest of this agreement.
be: Прачытайце, калі ласка, наступнае ліцэнзійнае пагадненне. Скарыстайце пракрутную рэйку, каб праглядзець рэшткі гэтага пагаднення.

source: Please try again.
be: Паспрабуйце, калі ласка, зноў.

source: Please wait…
be: Пачакайце, калі ласка, …

source: Plex mode:
be: Стан спляцення

source: Plugin Finder Service
be: Служба пошуку ўбудоваў

source: Plugin Licenses
be: Ліцэнзіі ўбудовы

source: Policy
be: Палітыка

source: Port Restricted for Security Reasons
be: Порт абмежаваны дзеля бяспекі

source: Port:
be: Порт:

source: Portrait
be: Кніжная

source: Position:
be: Месцазнаходжанне:

source: Preference Name
be: Назва перавагі

source: Preferences
be: Перавагі

source: Preferences…
be: Перавагі…

source: Preparing…
be: Падрыхтоўка…

source: Press Next to install these plugins.
be: Націсніце Далей, каб усталяваць гэтыя ўбудовы.

source: Preview
be: Перадпрагляд

source: Previous
be: Папярэдні

source: Previous Consecutive Update Failures:
be: Папярэднія паслядоўныя няўдачы абнаўлення:

source: Previous page
be: Папярэдняя старонка

source: Price
be: Цана

source: Print
be: Друкаваць

source: Print Background (colors &amp; images)
be: Друкаваць фон (колеры і выявы)

source: Print Command:
be: Загад друку:

source: Print Frames
be: Друкаваць рамкі

source: Print Frame…
be: Друкаваць рамку…

source: Print Preview
be: Папярэдні прагляд друку

source: Print Range
be: Дыяпазон друку

source: Print this page
be: Надрукаваць гэтую старонку

source: Print to File
be: Друкаваць у файл

source: Printer
be: Прынтар

source: Printer Description:
be: Апісанне прынтара:

source: Printer Name:
be: Назва прынтара:

source: Printer Properties
be: Уласцівасці прынтара

source: Printing
be: Друкаванне

source: Printing is Completed.
be: Друкаванне выканана.

source: Print…
be: Друкаваць…

source: Privacy
be: Адасабленне

source: Privacy &amp; History
be: Адасабленне і бяспека

source: Privacy Policy
be: Палітыка адасаблення

source: Private Browsing
be: Адасобленае азіранне

source: Problem loading page
be: Памылка загрузкі старонкі

source: Problems Installing Updates
be: Праблемы ў час усталявання абнаўленняў

source: Profile Directory
be: Дырэкторыя профілю

source: Profile Name:
be: Назва профілю:

source: Progress:
be: Развіццё:

source: Properties
be: Уласцівасці

source: Properties…
be: Уласцівасці…

source: Proportional:
be: Суадносны:

source: Protected Token Authentication
be: Апазнаванне з абароненай лексемай

source: Protocols
be: Пратаколы

source: Proxy Server Not Found
be: Паслугач-пасярэднік не знойдзены

source: Proxy Server Refused Connection
be: Паслугач-пасярэднік адмовіўся злучацца

source: Quit
be: Выйсці

source: Quit &brandShortName;
be: Выйсці з &brandShortName;

source: R
be: п

source: Raise or lower windows
be: Уздымаць ці зніжаць вокны

source: Rating
be: Ацэнка

source: Re-enter password:
be: Увядзіце новы пароль ізноў:

source: Read more &#187;
be: Прачытаць болей »

source: Read more about what's new…
be: Прачытаць пра навінкі падрабязней…

source: Read the
be: Прачытайце

source: Recent Updates
be: Нядаўнія абнаўленні

source: Recently Closed Tabs
be: Нядаўна зачыненыя ўстаўкі

source: Recently Closed Windows
be: Нядаўна зачыненыя вокны

source: Recommended:
be: Раіцца:

source: Redirect Loop
be: Пятля перанакіраванняў

source: Redo
be: Вярнуць
